const startMessage = `Привет, это Влад Ясько и я поздравляю вас с успешной регистрацией на веб «Заработок на крипте и NFT с 0$» !   

Этот эфир я провожу для тех, кто хочет разбираться в технологиях, рынке, новых способах заработка и получать выгоду!💵   

На веб нужно прийти, чтобы разобраться: 
👌🏻 Что такое крипта и NFT; 
👌🏻 Как работает рынок и откуда здесь деньги; 
👌🏻 Перспективность и темпы развития рынка. 

Также на вебе вы получите: 
✔️ 7 шагов, которые приведут к заработкам; 
✔️ ТОП 3 актуальных инструмента заработка и инвестирования в NFT!   

Приходи, чтобы получить все необходимые знания и начать зарабатывать💪`;

const speakerMessage = `Давай познакомимся ближе) Я Влад Ясько и я криптоинвестор✌🏻 Мой опыт в работе с крипто и NFT полученный на практике. Поэтому всё, что я расскажу на эфире – проверено лично мной😉 Начал я свой путь в NFT с 1000$, сейчас в моём кошельке активов более чем на 53 000$ А за последний месяц 150+ прибыльных сделок💵 Мой прошлый опыт преподавания, позволяет мне объяснять простыми словами и эффективно обучать. Уже более 300 учеников закончили обучение и начали зарабатывать на NFT. Хотя пришли они ко мне без понятия, как здесь всё устроено... Уверен, на вебе вы и сами в этом убедитесь👌🏻 Буду ждать`

const accessMessage = `Поздравляю🔥 

Ты активировал доступ к закрытому каналу, осталось перейти и подписаться✅   

Напоминаю, в шапке канала закреплены бонусы🎁 
Канал точно понравится тебе если, ты хочешь получать свежие новости в теме нфт и крипты, сигналы о выходе перспективных коллекций, обзоры проектов😎   

Подписывайся и оставайся на связи, чтобы держать руку на пульсе🟡 
Жми⬇️`;

const afterSubscribeMessage = `Резюмирую голосовое, для тех, кто не может слушать.: NFT и крипта это про инвестиции, но если нет бюджета, можно инвестировать время, потому что бесплатных способов заработка ровно столько же, сколько и платных, о них детально скажу на вебинаре.  Но даже если говорить о платных способах заработка, то это не всегда про космические деньги. Пример Сережи:  Ему 13 лет, я взял его на курс с разрешения, по итогу тратит время, минимально тратит бюджет по 6$-20$, делает заработок на этом и растит свой депозит . А теперь задайте себе вопрос, если школьник может делать х3 от своих карманных денег, что мешает вам повторить хотя бы его результат?  Если вы пришли к ответу "знания", тогда у вас все выйдет, и я вам в этом помогу. На скриншотах вы можете увидеть, как студенты начинают свой путь и зарабатывают на минимальных вложениях. Ключевое слово - зарабатывают. Не пропустите эфир завтра, где я погружу вас в сферу  NFT и покажу, как здесь можно зарабатывать.`;

const dontMissMessage = `Я рад, что наши ребята мотивируют тебя 🙏

Не пропусти эфир завтра, это первый шаг, чтобы разобраться.`;

const formParticipantMessage = `Я рад, что вам интересно погружаться в сферу NFT и вы делаете это ещё до начала веба!
   
Сейчас, я хочу предложить вам заполнить «Анкету участника». Это поможет мне лучше подготовиться к веду, а для вас – это возможность забрать дополнительный бонус🎁
Поехали?`;

const goodByeMessage = `Супер! Спасибо тебе за ответы🔥

Обещаю, ты будешь в шоке от услышанного в эфире

До встречи!😉
`;

const missMessage = `Понимаю, наверное нет времени)
Тогда встретимся завтра на эфире.
Я пришлю напоминание.
До встречи 👋`;

const remindMessage = `
Хей! 
Ну как вы, котики? Уже проснулись?
Напоминаю, что сегодня нас ждёт важнейшее событие – огненный эфир, где вы узнаете: 
✅ что такое крипта и NFT; 
✅ как работает рынок и откуда берутся деньги; 
✅ перспективность и темпы развития сферы; 
✅ 7 шагов, чтобы начать зарабатывать; 
✅ ТОП 3 актуальных инструмента заработка и инвестирования в NFT! 
Начинаем в 19:00 ⏰ 
Ждёте?😏
`

const waitingMessage = `
    Круто, что у меня такая осознанная аудитория! Обещаю, вечер будет продуктивный 😉
`;

const recordMessage = `
К сожалению, запись эфира не планируется. 
Попробуй распланировать свой вечер так, чтобы присоединится и всю таки получить всю необходимую информацию для быстрого старта в NFT 🙌
`;

const inOneHourMessage = `
Ребята, остался всего 1 час до того, как ваш вечер перестанет быть томным😏   
Да, да, уже скоро я ворвусь в эфир, чтобы разукрасить и привлечь денежек в вашу жизнь.   
Только привлекать будем не бубном с танцами, а проверенными и эффективными техниками заработка.   
Ссылка будет за 10 минут до старта ✌️
`

const inOneHourMessageTwo = `
Я ценю всех, кто приходит вовремя и включаеться с самого начала😌   

Поэтому все, кто подключиться к эфиру в первые 10 минут, получат приятный и ценный бонус - книгу "How to NFT"!💥   

Начинаю уже через час!⏰   

А все, кто будет до конца, смогут забрать ещё 3 крутых подарка: 
- Доступ к каналу с бесплатными NFT; 
- Доступ в мое закрытое комьюнити; 
- Список NFT-коллекций с потенциальным ростом; 
- Презентацию эфира!   
Я уже на низком старте! 
Приходи, чтобы быть в числе тех, кто умножает свой доход💸
`;

const almostStartMessage = `
Ну всё!  
Я уже готов, проверил своё интернет подключение и готов провести с вами следующие 2 часа🔥 
Надеюсь ваш уровень готовности соответствует моему, если нет, устраивайтесь поудобней и подключайтесь, так как первые бонусы только для самых пунктуальных 
Заходите⬇️
`;

const firstLiveMessage = `
😱 Я В ЭФИРЕ! 😱 
Трансляция на тему: как зарабатывать на NFT и метавселенных начинается прямо сейчас!🔥 
Подключайтесь, забирайте бонусы и получайте всю актуальную информацию 👇🏻😏
`;

const secondLiveMessage = `
Вы ещё не в эфире? 
Перехожу к теме: Как работает рынок крипты и NFT и откуда беруться деньги 💸 
Подключайтесь прямо сейчас👇🏻
`;

const thirdLiveMessage = `
Вы что, передумали получать доход с NFT?  
Прямо сейчас рассказываю: 
💥7 шагов, чтобы начать зарабатывать! 
Заходите👇🏻
`;

const fourthLiveMessage = `
А теперь самый сок🍑 
ТОП 3 актуальных инструмента заработка и инвестирования в NFT!🔥 
Получать доход можно даже без вложений! 
Заходите, чтобы узнать как ⬇️
`;

const afterLiveMessage = `
💥ПЕРВЫЙ КУРС ПО ЗАРАБОТКУ НА NFT и МЕТАВСЕЛЕННЫХ!💥   

Мы провели  вместе почти 3 часа и вы лично убедились, что NFT - это прибыльно, современно и за этим будущее!🚀   

У вас есть возможность быть в числе первых, кто освоит навыки заработка, инверстирует, получит сумасшедший результат🔥 
И, конечно же, создаст себе обеспеченное будущее💰   

После обучения на курсе по заработку на NFT вы: 
✅ знаете как работать с NFT; 
✅ используете 5 основных техник; 
✅ инвестируете в NFT-коллекции/игры; 
✅ находитесь в окружении NFT/Crypto-экспертов и инвесторов; 
✅ получаете сигналы на покупку NFT от аналитиков!   

🔥 И самое главное, полностью компетентны в NFT и уверенно зарабатываете на этом💰   

Стоимость обучения всего 249$🟢 
❌Вместо 415$   

Напоминаю о возможности рассрочки! 
Оформляйте оплату частями и оплачивайте курс уже из дохода от NFT. 
С рассрочкой на 4 месяца - всего 62$/месяц!    

❗️Осталось менее 24 часов, чтобы забронировать обучение и начать влиять на своё финансовое положение⏰   
Жмите, чтобы ознакомиться с деталями и забрать своё место по скидке⬇️
`;

const repeatMessage = `
Хей! Это Влад, вчера на эфире было реально жарко🔥   

Столько инфы, активностей и инсайтов ты вряд ли где-то ещё встретишь😎   

✅ Почти 1000 зрителей в онлайне, которые хотят освоить скилы и зарабатывать на NFT/Crypto;   

Но я, всё же, жду твой честный фидбэк! 
Тебе понравилось?   

Не все смогли попасть, и я получил много запросов на запись эфира, поэтому сегодня сделаю повтор, если хочешь на него попасть, жми на кнопку и я оповещу тебя о начале!⬇️
`;

const ihorCaseMessage = `
Знакомьтесь, это Игорь - мой ученик. И доказательство того, что зарабатывать в NFT может каждый! Если просмотреть его сделки, то видно, что он начинал понемногу, так как я учу на курсе. Аккуратно и осторожно - набираемся опыта✅   

По итогу, за 2 месяца его результат составил - 10 000$🔥 Сколько из вас могут похвастаться доходом в 5000$/месяц?😬   

Мысль, которую я пытаюсь донести:  Крипта – самый высокодоходный рынок, но, вместе с тем, и самый рискованный.  НО! Не нужно думать, что это лотерея! Это навык, который помогает отобрать самые перспективные проекты, «входить» и «вовремя выходить» из них👌🏻    

Я могу дать просто список классных проектов, в которые я инвестирую. Но без необходимых знаний: как купить активы, на какой платформе, как обезопасить себя от мошенников, как проанализировать сделку, а не «слепо» входить – без всего этого вы просто потеряете деньги 🙁   

Поэтому, я создал курс, поэтому я настаиваю на том, чтобы вы учились, я не заинтересован в ваших потерях. Я хочу, чтобы вы зарабатывали! И я знаю, как вас научить этому!🙌🏻   

Как научил, собственно, Игоря) Кстати, возможно у него получиться подключиться и поделиться своим опытом! До встречи вечером✋🏻
`;

const repeatInOneHourMessage = `
Ребята, остался всего 1 час до повторной трансляции! Надеюсь в этот раз ты не упустишь возможность получить знания и навыки для заработка? 
Подключайся вовремя, чтобы забрать эксклюзивные бонусы🎁 
Ссылка будет в следующем сообщении за 10 минут до эфира.
`;

const repeatAlmostStartMessage = `
Ну что!  
Всё готово, чтобы стартовать с повторной трансляцией!🔥 
Надеюсь вы проверили своё интернет подключение и настроились продуктивничать? 
Если нет, устраивайтесь поудобней и подключайтесь, чтобы успеть забрать бонусы от меня 
Заходите⬇️
`;

const repeatFirstLiveMessage = `
😱 ПОВТОР НАЧАЛСЯ! 😱 
Трансляция на тему: как зарабатывать на NFT и метавселенных!🔥 
Подключайтесь, забирайте бонусы и получайте всю актуальную информацию 👇🏻😏
`;

const repeatSecondLiveMessage = `
Вы ещё не в эфире? 
Перехожу к теме: Как работает рынок крипты и NFT и откуда беруться деньги 💸 
Подключайтесь прямо сейчас👇🏻
`;

const repeatThirdLiveMessage = `
Вы что, передумали получать доход с NFT?  
Прямо сейчас рассказываю: 
💥7 шагов, чтобы начать зарабатывать! 
Заходите👇🏻
`;

const questionsMessage = `
Вы разорвали отдел продаж😱   

Отвечу на самые частые вопросы ⬇️    

1. Как проходит обучение? 
Уроки появляются и открываются на платформе постепенно. Вы можете просматривать их в удобное время📲    

2. Смогу ли совмещать обучение с работой/учёбой? 
Как я уже сказал, уроки выходят на платформе и доступны к изучению в любое время. 
Так что, это твёрдое да✅    

3. Подходит ли мне обучение, если я хочу разобраться и инвестировать деньги? 
Конечно! Мы раскрываем разные методы инвестиций, а также делимся интересными проектами с учениками!😏    

4. Что делать, если я хочу пройти обучение, но прямо сейчас не могу? 
Команда позаботилась об этом! 
Вы можете забрать место по скидке и приступить к обучению как будет удобно🧑🏻‍💻    

5. А есть оплата частями? 
Чтобы получить консультацию по поводу оплаты, оставляйте заявку и наша клиентская поддержка свяжется с вами, чтобы рассказать доступные варианты🔥

Помните, что сейчас крипта, NFT и метавселенные на уровне интернета в 1997 году. Скоро будет поздно и времени на «подумать» уже нет. Есть только сейчас.   

Бронируйте обучение по кнопке ниже и увидимся на курсе 🙌
`;

const priceGrowthMessage = `
Цена на курс по NFT вырастет❗️   

До повышения цены осталось меньше 12 часов⏰ 
Совсем скоро самая низкая цена сгорит и самые выгодные условия перестанут действовать😱   

Курс актуальный для всех, кто понимает, что за криптой и NFT будущее.   

Обучение вышло максимально полноценным, потому что главной целью было, чтобы после курса вы использовали свои знания на практике, и конечно, зарабатывал и инвестировал в NFT🔥   

Для тех, кто хочет на обучение, но цена колется, напоминаю: доступна рассрочка!   

Если решитесь залететь в последний поезд, пишите нашему эксперту или бронируйте сразу на сайте👇
`;

const lastMessage = `
Бесплатная коллекция гоблинов goblintown.wtf просто разорвала рынок. За 24 часа объём торгов составил $17 млн.🔥   

Самое главное, что перым обладателям они достались совершенно бесплатно, а теперь они их могут продать от $3 600💰   

Вот такие дела в NFT сфере.   

💬: «Не устаю говорить, что зарабатывать на NFT вполне реально. Просто большинству впадлу в этом разобраться.» (Влад Ясько)   

—————— 

На курсе по заработку и инвестициям в NFT, ребята уже знакомятся в чатах, обсуждают коллекции и готовятся ворваться в NFT-рынок🔥   

Осталось всего пару мест. Тянуть больше некуда. Не упустите возможность🚀   

Если вы любите откладывать всё и принимать решение в последний момент, пишите нашему эксперту по кнопке ниже👇
`;

module.exports = {
    startMessage,
    speakerMessage,
    accessMessage,
    afterSubscribeMessage,
    dontMissMessage,
    formParticipantMessage,
    goodByeMessage,
    missMessage,
    remindMessage,
    waitingMessage,
    recordMessage,
    inOneHourMessage,
    inOneHourMessageTwo,
    almostStartMessage,
    firstLiveMessage,
    secondLiveMessage,
    thirdLiveMessage,
    fourthLiveMessage,
    afterLiveMessage,
    repeatMessage,
    ihorCaseMessage,
    repeatInOneHourMessage,
    repeatAlmostStartMessage,
    repeatFirstLiveMessage,
    repeatSecondLiveMessage,
    repeatThirdLiveMessage,
    questionsMessage,
    priceGrowthMessage,
    lastMessage
}