const startMessage = `Привет, это Влад Ясько и я поздравляю вас с успешной регистрацией на веб «Заработок на крипте и NFT с 0$» !   

Этот эфир я провожу для тех, кто хочет разбираться в технологиях, рынке, новых способах заработка и получать выгоду!💵   

На веб нужно прийти, чтобы разобраться: 
👌🏻 Что такое крипта и NFT; 
👌🏻 Как работает рынок и откуда здесь деньги; 
👌🏻 Перспективность и темпы развития рынка. 

Также на вебе вы получите: 
✔️ 7 шагов, которые приведут к заработкам; 
✔️ ТОП 3 актуальных инструмента заработка и инвестирования в NFT!   

Приходи, чтобы получить все необходимые знания и начать зарабатывать💪`;

const speakerMessage = `Давай познакомимся ближе) Я Влад Ясько и я криптоинвестор✌🏻 Мой опыт в работе с крипто и NFT полученный на практике. Поэтому всё, что я расскажу на эфире – проверено лично мной😉 Начал я свой путь в NFT с 1000$, сейчас в моём кошельке активов более чем на 53 000$ А за последний месяц 150+ прибыльных сделок💵 Мой прошлый опыт преподавания, позволяет мне объяснять простыми словами и эффективно обучать. Уже более 300 учеников закончили обучение и начали зарабатывать на NFT. Хотя пришли они ко мне без понятия, как здесь всё устроено... Уверен, на вебе вы и сами в этом убедитесь👌🏻 Буду ждать`

const accessMessage = `Поздравляю🔥 

Ты активировал доступ к закрытому каналу, осталось перейти и подписаться✅   

Напоминаю, в шапке канала закреплены бонусы🎁 
Канал точно понравится тебе если, ты хочешь получать свежие новости в теме нфт и крипты, сигналы о выходе перспективных коллекций, обзоры проектов😎   

Подписывайся и оставайся на связи, чтобы держать руку на пульсе🟡 
Жми⬇️`;

const afterSubscribeMessage = `Резюмирую голосовое, для тех, кто не может слушать.: NFT и крипта это про инвестиции, но если нет бюджета, можно инвестировать время, потому что бесплатных способов заработка ровно столько же, сколько и платных, о них детально скажу на вебинаре.  Но даже если говорить о платных способах заработка, то это не всегда про космические деньги. Пример Сережи:  Ему 13 лет, я взял его на курс с разрешения, по итогу тратит время, минимально тратит бюджет по 6$-20$, делает заработок на этом и растит свой депозит . А теперь задайте себе вопрос, если школьник может делать х3 от своих карманных денег, что мешает вам повторить хотя бы его результат?  Если вы пришли к ответу "знания", тогда у вас все выйдет, и я вам в этом помогу. На скриншотах вы можете увидеть, как студенты начинают свой путь и зарабатывают на минимальных вложениях. Ключевое слово - зарабатывают. Не пропустите эфир завтра, где я погружу вас в сферу  NFT и покажу, как здесь можно зарабатывать.`;

const dontMissMessage = `Я рад, что наши ребята мотивируют тебя 🙏

Не пропусти эфир завтра, это первый шаг, чтобы разобраться.`;

const formParticipantMessage = `Я рад, что вам интересно погружаться в сферу NFT и вы делаете это ещё до начала веба!
   
Сейчас, я хочу предложить вам заполнить «Анкету участника». Это поможет мне лучше подготовиться к веду, а для вас – это возможность забрать дополнительный бонус🎁
Поехали?`;

const goodByeMessage = `Супер! Спасибо тебе за ответы🔥

Обещаю, ты будешь в шоке от услышанного в эфире

До встречи!😉
`;

const missMessage = `Понимаю, наверное нет времени)
Тогда встретимся завтра на эфире.
Я пришлю напоминание.
До встречи 👋`

module.exports = {
    startMessage,
    speakerMessage,
    accessMessage,
    afterSubscribeMessage,
    dontMissMessage,
    formParticipantMessage,
    goodByeMessage,
    missMessage
}